Repository: openstack/heat-dashboard
Catalog: heat_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: es, zh_hans

source: Cancel
es: Cancelar
zh_hans: 取消

source: Check Stack
es: Comprobar pila
zh_hans: 检查堆栈

source: Checked Stack: %s.
es: Pila comprobada: %s
zh_hans: 检查的堆栈: %s.

source: Confirm Check Stack
es: Confirmar comprobar pila
zh_hans: 确认检查堆栈

source: Confirm Delete Stack
es: Conrimar eliminar pila
zh_hans: 确认删除堆栈

source: Create Stack
es: Crear pila
zh_hans: 创建堆栈

source: Delete Resource
es: Borrar recurso
zh_hans: 删除资源

source: Delete Stack
es: Suprimir pila
zh_hans: 删除堆栈

source: Deleted Stack: %s.
es: Pila eliminada: %s.
zh_hans: 删除的堆栈: %s。

source: Download
es: Descargar
zh_hans: 下载

source: Heat Orchestration Template
zh_hans: Heat 编配模板

source: Save
es: Guardar
zh_hans: 保存

source: Saved Drafts
es: Borradores guardados
zh_hans: 保存的草稿

source: Show More Properties
es: Mostrar más propiedades
zh_hans: 显示所有属性

source: Stack %s was successfully created.
es: La pila %s se ha creado correctamente.
zh_hans: 堆栈 %s 已被成功创建。

source: Unable to check Stack: %s.
es: No ha sido posible comprobar la pila: %s.
zh_hans: 无法检查堆栈: %s.

source: Unable to delete Stack: %s.
es: No ha sido posible eliminar la pila: %s.
zh_hans: 无法删除堆栈: %s.

source: You are not allowed to check stacks: %s
es: No está autorizado para comprobar el estado de las pilas: %s
zh_hans: 您不被允许检查堆栈：%s

source: You are not allowed to delete stacks: %s
es: No tiene permisos para borrar pilas: %s
zh_hans: 您不被允许删除堆栈： %s

source: You have selected "%s".
es: Ha seleccionado "%s".
zh_hans: 您已选择了 "%s"。

source: You have selected "%s". Deleted stack is not recoverable.
es: Ha seleccionado "%s". La pila eliminada no es recuperable.
zh_hans: 您已经选定了“%s”。删除的堆栈无法被恢复。
